{"<PAD>": 0, "<UNK>": 1, "a": 2, "series": 3, "of": 4, "escapades": 5, "demonstrating": 6, "the": 7, "adage": 8, "that": 9, "what": 10, "is": 11, "good": 12, "for": 13, "goose": 14, "also": 15, "gander": 16, ",": 17, "some": 18, "which": 19, "occasionally": 20, "amuses": 21, "but": 22, "none": 23, "amounts": 24, "to": 25, "much": 26, "story": 27, ".": 28, "this": 29, "quiet": 30, "introspective": 31, "and": 32, "entertaining": 33, "independent": 34, "worth": 35, "seeking": 36, "even": 37, "fans": 38, "ismail": 39, "merchant": 40, "'s": 41, "work": 42, "i": 43, "suspect": 44, "would": 45, "have": 46, "hard": 47, "time": 48, "sitting": 49, "through": 50, "one": 51, "positively": 52, "thrilling": 53, "combination": 54, "ethnography": 55, "all": 56, "intrigue": 57, "betrayal": 58, "deceit": 59, "murder": 60, "shakespearean": 61, "tragedy": 62, "or": 63, "juicy": 64, "soap": 65, "opera": 66, "aggressive": 67, "self-glorification": 68, "manipulative": 69, "whitewash": 70, "comedy-drama": 71, "nearly": 72, "epic": 73, "proportions": 74, "rooted": 75, "in": 76, "sincere": 77, "performance": 78, "by": 79, "title": 80, "character": 81, "undergoing": 82, "midlife": 83, "crisis": 84, "narratively": 85, "trouble": 86, "every": 87, "day": 88, "plodding": 89, "mess": 90, "importance": 91, "being": 92, "earnest": 93, "so": 94, "thick": 95, "with": 96, "wit": 97, "it": 98, "plays": 99, "like": 100, "reading": 101, "from": 102, "bartlett": 103, "familiar": 104, "quotations": 105, "does": 106, "n't": 107, "leave": 108, "you": 109, "could": 110, "hate": 111, "same": 112, "reason": 113, "there": 114, "little": 115, "recommend": 116, "snow": 117, "dogs": 118, "unless": 119, "considers": 120, "cliched": 121, "dialogue": 122, "perverse": 123, "escapism": 124, "source": 125, "high": 126, "hilarity": 127, "kung": 128, "pow": 129, "oedekerk": 130, "realization": 131, "his": 132, "childhood": 133, "dream": 134, "be": 135, "martial-arts": 136, "flick": 137, "proves": 138, "sometimes": 139, "dreams": 140, "youth": 141, "should": 142, "remain": 143, "just": 144, "performances": 145, "are": 146, "an": 147, "absolute": 148, "joy": 149, "fresnadillo": 150, "has": 151, "something": 152, "serious": 153, "say": 154, "about": 155, "ways": 156, "extravagant": 157, "chance": 158, "can": 159, "distort": 160, "our": 161, "perspective": 162, "throw": 163, "us": 164, "off": 165, "path": 166, "sense": 167, "still": 168, "moonlight": 169, "mile": 170, "better": 171, "judgment": 172, "damned": 173, "welcome": 174, "relief": 175, "baseball": 176, "movies": 177, "try": 178, "too": 179, "mythic": 180, "sweet": 181, "modest": 182, "ultimately": 183, "winning": 184, "bilingual": 185, "charmer": 186, "woman": 187, "who": 188, "inspired": 189, "less": 190, "dizzily": 191, "gorgeous": 192, "companion": 193, "mr.": 194, "wong": 195, "mood": 196, "love": 197, "--": 198, "very": 199, "hong": 200, "kong": 201, "movie": 202, "despite": 203, "its": 204, "mainland": 205, "setting": 206, "as": 207, "inept": 208, "big-screen": 209, "remakes": 210, "avengers": 211, "wild": 212, "west": 213, "everything": 214, "'d": 215, "expect": 216, "nothing": 217, "more": 218, "best": 219, "indie": 220, "year": 221, "far": 222, "hatfield": 223, "hicks": 224, "make": 225, "oddest": 226, "couples": 227, "becomes": 228, "study": 229, "gambles": 230, "publishing": 231, "world": 232, "offering": 233, "case": 234, "exists": 235, "apart": 236, "political": 237, "ramifications": 238, "going": 239, "house": 240, "party": 241, "watching": 242, "host": 243, "defend": 244, "himself": 245, "against": 246, "frothing": 247, "ex-girlfriend": 248, "chuck": 249, "norris": 250, "``": 251, "grenade": 252, "gag": 253, "''": 254, "occurs": 255, "7": 256, "times": 257, "during": 258, "windtalkers": 259, "indication": 260, "how": 261, "serious-minded": 262, "film": 263, "plot": 264, "romantic": 265, "comedy": 266, "boilerplate": 267, "start": 268, "finish": 269, "arrives": 270, "impeccable": 271, "pedigree": 272, "mongrel": 273, "pep": 274, "almost": 275, "indecipherable": 276, "complications": 277, "clearly": 278, "means": 279, "preach": 280, "exclusively": 281, "converted": 282, "while": 283, "offers": 284, "opportunities": 285, "occasional": 286, "smiles": 287, "chuckles": 288, "give": 289, "theater": 290, "beyond": 291, "wilde": 292, "actors": 293, "'": 294, "latest": 295, "vapid": 296, "actor": 297, "exercise": 298, "appropriate": 299, "structure": 300, "arthur": 301, "schnitzler": 302, "reigen": 303, "vaudeville": 304, "show": 305, "than": 306, "well-constructed": 307, "narrative": 308, "on": 309, "those": 310, "terms": 311, "inoffensive": 312, "actually": 313, "rather": 314, "run-of-the-mill": 315, "action": 316, "hampered": 317, "no": 318, "paralyzed": 319, "self-indulgent": 320, "script": 321, "...": 322, "aims": 323, "poetry": 324, "ends": 325, "up": 326, "sounding": 327, "satire": 328, "ice": 329, "age": 330, "first": 331, "computer-generated": 332, "feature": 333, "cartoon": 334, "feel": 335, "other": 336, "makes": 337, "glacial": 338, "pacing": 339, "early": 340, "here": 341, "makers": 342, "serve": 343, "cliches": 344, "considerable": 345, "dash": 346, "cattaneo": 347, "followed": 348, "runaway": 349, "success": 350, "full": 351, "monty": 352, "different": 353, "they": 354, "'re": 355, "unnamed": 356, "easily": 357, "substitutable": 358, "forces": 359, "whatever": 360, "terror": 361, "heroes": 362, "horror": 363, "avoid": 364, "feels": 365, "if": 366, "interested": 367, "itself": 368, "amusing": 369, "progression": 370, "into": 371, "rambling": 372, "incoherence": 373, "gives": 374, "new": 375, "meaning": 376, "phrase": 377, "`": 378, "fatal": 379, "error": 380, "do": 381, "judge": 382, "soon": 383, "-": 384, "dark": 385, "gritty": 386, "takes": 387, "totally": 388, "unexpected": 389, "directions": 390, "keeps": 391, "young": 392, "romantics": 393, "out": 394, "date": 395, "tartakovsky": 396, "team": 397, "freakish": 398, "powers": 399, "visual": 400, "charm": 401, "five": 402, "writers": 403, "slip": 404, "modern": 405, "rut": 406, "banality": 407, "vincent": 408, "gallo": 409, "right": 410, "at": 411, "home": 412, "french": 413, "shocker": 414, "playing": 415, "usual": 416, "bad": 417, "boy": 418, "weirdo": 419, "role": 420, "primary": 421, "goal": 422, "frighten": 423, "disturb": 424, "then": 425, "works": 426, "spectacularly": 427, "well": 428, "shiver-inducing": 429, "nerve-rattling": 430, "ride": 431, "100-minute": 432, "only": 433, "25": 434, "minutes": 435, "decent": 436, "material": 437, "fortunately": 438, "option": 439, "sensational": 440, "true-crime": 441, "hell-jaunt": 442, "purists": 443, "might": 444, "experimental": 445, "storytelling": 446, "-lrb-": 447, "though": 448, "horrifying": 449, "-rrb-": 450, "tricky": 451, "satisfying": 452, "any": 453, "david": 454, "mamet": 455, "airless": 456, "cinematic": 457, "shell": 458, "games": 459, "'m": 460, "sure": 461, "filmmaker": 462, "disagree": 463, "honestly": 464, "see": 465, "point": 466, "jones": 467, "tackled": 468, "meaty": 469, "subject": 470, "drawn": 471, "engaging": 472, "characters": 473, "peppering": 474, "pages": 475, "memorable": 476, "zingers": 477, "bloody": 478, "sunday": 479, "grace": 480, "call": 481, "prevention": 482, "place": 483, "blame": 484, "making": 485, "war": 486, "ever": 487, "made": 488, "clunky": 489, "tv-movie": 490, "approach": 491, "detailing": 492, "chapter": 493, "life": 494, "celebrated": 495, "irish": 496, "playwright": 497, "poet": 498, "drinker": 499, "finally": 500, "coming": 501, "down": 502, "miramax": 503, "deep": 504, "shelves": 505, "after": 506, "couple": 507, "aborted": 508, "attempts": 509, "waking": 510, "reno": 511, "strong": 512, "letting": 513, "sleeping": 514, "lie": 515, "thanks": 516, "largely": 517, "williams": 518, "interesting": 519, "developments": 520, "processed": 521, "60": 522, "rest": 523, "overexposed": 524, "waste": 525, "comes": 526, "across": 527, "relic": 528, "bygone": 529, "era": 530, "convolutions": 531, "silly": 532, "plausible": 533, "perhaps": 534, "cliche": 535, "refreshing": 536, "both": 537, "lead": 538, "oscar-size": 539, "run": 540, "your": 541, "lives": 542, "!": 543, "mark": 544, "pellington": 545, "pop": 546, "thriller": 547, "kooky": 548, "overeager": 549, "spooky": 550, "subtly": 551, "myth": 552, "claude": 553, "chabrol": 554, "camera": 555, "way": 556, "gently": 557, "swaying": 558, "back": 559, "forth": 560, "cradles": 561, "veiling": 562, "tension": 563, "beneath": 564, "otherwise": 565, "tender": 566, "movements": 567, "transforms": 568, "shakespeare": 569, "deepest": 570, "tragedies": 571, "smart": 572, "screenplay": 573, "james": 574, "eric": 575, "horton": 576, "director": 577, "peter": 578, "o'fallon": 579, "pat": 580, "teeth": 581, "hurt": 582, "arriving": 583, "particularly": 584, "moment": 585, "history": 586, "flickering": 587, "reminders": 588, "ties": 589, "bind": 590, "generic": 591, "villains": 592, "lack": 593, "their": 594, "funny": 595, "accents": 596, "scenes": 597, "poorly": 598, "delivered": 599, "deeply": 600, "thought": 601, "most": 602, "right-thinking": 603, "films": 604, "gratuitous": 605, "distractions": 606, "impressed": 607, "upon": 608, "fun": 609, "downright": 610, "transparent": 611, "endless": 612, "assault": 613, "embarrassingly": 614, "ham-fisted": 615, "sex": 616, "jokes": 617, "reek": 618, "rewrite": 619, "designed": 620, "garner": 621, "cooler": 622, "pg-13": 623, "rating": 624, "provocative": 625, "drama": 626, "impossible": 627, ":": 628, "gets": 629, "under": 630, "skin": 631, "man": 632, "we": 633, "know": 634, "evil": 635, "monstrous": 636, "lunatic": 637, "drive-by": 638, "many": 639, "things": 640, "stoner": 641, "midnight": 642, "sci-fi": 643, "deconstruction": 644, "gay": 645, "fantasia": 646, "above": 647, "sanguine": 648, "two": 649, "skittish": 650, "york": 651, "middle-agers": 652, "stumble": 653, "relationship": 654, "struggle": 655, "furiously": 656, "fears": 657, "foibles": 658, "ambition": 659, "subjects": 660, "not": 661, "willingness": 662, "scherfig": 663, "will": 664, "wondering": 665, "clever": 666, "credits": 667, "roll": 668, "absorbing": 669, "documentary": 670, "reeks": 671, "rot": 672, "hack": 673, "vignettes": 674, "clips": 675, "looking": 676, "common": 677, "through-line": 678, "contrived": 679, "pastiche": 680, "caper": 681, "major": 682, "problem": 683, "bulk": 684, "centers": 685, "wrong": 686, "swimfan": 687, "attraction": 688, "eventually": 689, "goes": 690, "overboard": 691, "loony": 692, "melodramatic": 693, "denouement": 694, "school": 695, "swimming": 696, "pool": 697, "substitutes": 698, "bathtub": 699, "heartfelt": 700, "involving": 701, "unsettling": 702, "experience": 703, "predecessors": 704, "proud": 705, "pretty": 706, "execution": 707, "lot": 708, "richer": 709, "ones": 710, "hollywood": 711, "screenwriters": 712, "usually": 713, "come": 714, "own": 715, "phillip": 716, "noyce": 717, "cinematographer": 718, "christopher": 719, "doyle": 720, "understand": 721, "delicate": 722, "forcefulness": 723, "greene": 724, "prose": 725, "screen": 726, "version": 727, "american": 728, "pianist": 729, "lacks": 730, "quick": 731, "emotional": 732, "connections": 733, "steven": 734, "spielberg": 735, "schindler": 736, "list": 737, "inventive": 738, "intoxicatingly": 739, "sexy": 740, "violent": 741, "maddening": 742, "tells": 743, "fascinating": 744, "compelling": 745, "written": 746, "flatly": 747, "kendall": 748, "directed": 749, "barely": 750, "mary": 751, "co-writer": 752, "ed": 753, "decter": 754, "highly": 755, "recommended": 756, "viewing": 757, "courage": 758, "ideas": 759, "technical": 760, "proficiency": 761, "great": 762, "acting": 763, "imax": 764, "short": 765, "wonderful": 766, "big": 767, "shows": 768, "slice": 769, "yet": 770, "instantly": 771, "recognizable": 772, "amid": 773, "shock": 774, "curiosity": 775, "factors": 776, "corny": 777, "examination": 778, "actress": 779, "trying": 780, "find": 781, "her": 782, "lazy": 783, "solving": 784, "distract": 785, "solution": 786, "another": 787, "comprehensible": 788, "dummies": 789, "guide": 790, "non-techies": 791, "enjoy": 792, "entertains": 793, "because": 794, "music": 795, "comic": 796, "antics": 797, "pleasure": 798, "disney": 799, "scrape": 800, "bottom": 801, "cracker": 802, "barrel": 803, "writer\\/director": 804, "burr": 805, "steers": 806, "emphasizes": 807, "q": 808, "quirky": 809, "mixed": 810, "results": 811, "scarcely": 812, "mention": 813, "reporting": 814, "number": 815, "tumbleweeds": 816, "blowing": 817, "empty": 818, "theatres": 819, "graced": 820, "company": 821, "invigorating": 822, "surreal": 823, "resonant": 824, "rainbow": 825, "emotion": 826, "analyze": 827, "crass": 828, "sequels": 829, "fails": 830, "second-guess": 831, "affection": 832, "original": 833, "report": 834, "card": 835, "live": 836, "exalted": 837, "tagline": 838, "definite": 839, "room": 840, "improvement": 841, "neither": 842, "monsterous": 843, "tsai": 844, "may": 845, "ploughing": 846, "furrow": 847, "once": 848, "often": 849, "green": 850, "equivalent": 851, "saddam": 852, "hussein": 853, "ready": 854, "go": 855, "u.n.": 856, "ask": 857, "permission": 858, "preemptive": 859, "strike": 860, "surprisingly": 861, "solid": 862, "achievement": 863, "malcolm": 864, "d.": 865, "lee": 866, "writer": 867, "john": 868, "ridley": 869, "massoud": 870, "record": 871, "tenacious": 872, "humane": 873, "fighter": 874, "was": 875, "prisoner": 876, "victim": 877, "changing": 878, "lanes": 879, "tries": 880, "shyamalan": 881, "stop": 882, "please": 883, "mom": 884, "macabre": 885, "stylized": 886, "swedish": 887, "fillm": 888, "city": 889, "where": 890, "religious": 891, "civic": 892, "virtues": 893, "hold": 894, "society": 895, "tatters": 896, "recent": 897, "memory": 898, "thoughtful": 899, "art": 900, "ethics": 901, "cost": 902, "moral": 903, "compromise": 904, "consistently": 905, "unimaginative": 906, "probably": 907, "saved": 908, "aid": 909, "wisecracking": 910, "mystery": 911, "science": 912, "3000": 913, "guys": 914, "tian": 915, "zhuangzhuang": 916, "triumphantly": 917, "returns": 918, "filmmaking": 919, "visually": 920, "masterful": 921, "power": 922, "mawkish": 923, "self-parody": 924, "weird": 925, "masterpiece": 926, "sketch": 927, "view": 928, "nor": 929, "believe": 930, "puts": 931, "them": 932, "battle": 933, "wills": 934, "care": 935, "appreciate": 936, "one-sided": 937, "theme": 938, "lawrence": 939, "over-indulgent": 940, "tirade": 941, "knock": 942, "yourself": 943, "postcard": 944, "self-glorified": 945, "martin": 946, "lovefest": 947, "whole": 948, "sneaky": 949, "dupe": 950, "viewer": 951, "taking": 952, "important": 953, "simply": 954, "ugly": 955, "look": 956, "product": 957, "whenever": 958, "threatens": 959, "get": 960, "bogged": 961, "dramaturgy": 962, "stirring": 963, "sequence": 964, "surge": 965, "swirling": 966, "rapids": 967, "leap": 968, "pinnacle": 969, "rouses": 970, "swinging": 971, "seem": 972, "hobby": 973, "attracts": 974, "fit": 975, "when": 976, "entirely": 977, "unprepared": 978, "devos": 979, "delivers": 980, "perfect": 981, "captures": 982, "innocence": 983, "budding": 984, "demons": 985, "within": 986, "wallflower": 987, "300": 988, "years": 989, "russian": 990, "culture": 991, "compressed": 992, "evanescent": 993, "seamless": 994, "sumptuous": 995, "stream": 996, "consciousness": 997, "filmmakers": 998, "want": 999, "else": 1000, "cheap": 1001, "b": 1002, "succeed": 1003, "polanski": 1004, "element": 1005, "alone": 1006, "abandoned": 1007, "consoled": 1008, "he": 1009, "revealed": 1010, "before": 1011, "spiritual": 1012, "survival": 1013, "spider-man": 1014, "summer": 1015, "blockbuster": 1016, "had": 1017, "endure": 1018, "last": 1019, "hopefully": 1020, "sets": 1021, "tone": 1022, "stuff": 1023, "turpin": 1024, "vulgar": 1025, "forgettably": 1026, "images": 1027, "war-ravaged": 1028, "land": 1029, "prove": 1030, "potent": 1031, "riveting": 1032, "unlikely": 1033, "sarah": 1034, "harrison": 1035, "winds": 1036, "revelatory": 1037, "narcissistic": 1038, "achieving": 1039, "honest": 1040, "insight": 1041, "relationships": 1042, "high-concept": 1043, "candy-coat": 1044, "storylines": 1045, "precious": 1046, "circumstances": 1047, "beautiful": 1048, "stars": 1049, "mostly": 1050, "martha": 1051, "unsurprising": 1052, "delectable": 1053, "diversion": 1054, "affecting": 1055, "portrait": 1056, "screwed-up": 1057, "dared": 1058, "powerful": 1059, "people": 1060, "seen": 1061, "eyes": 1062, "idealistic": 1063, "kid": 1064, "chooses": 1065, "champion": 1066, "losing": 1067, "cause": 1068, "keenly": 1069, "observed": 1070, "refreshingly": 1071, "natural": 1072, "details": 1073, "promenade": 1074, "clad": 1075, "bodies": 1076, "myrtle": 1077, "beach": 1078, "s.c.": 1079, "adrenaline": 1080, "jolt": 1081, "sudden": 1082, "lunch": 1083, "rush": 1084, "diner": 1085, "brilliant": 1086, "expense": 1087, "paid": 1088, "pay": 1089, "triumph": 1090, "hews": 1091, "carries": 1092, "effortlessly": 1093, "darkness": 1094, "light": 1095, "everyone": 1096, "involved": 1097, "seems": 1098, "coasting": 1099, "hooked": 1100, "delicious": 1101, "pulpiness": 1102, "lurid": 1103, "fiction": 1104, "kind": 1105, "production": 1106, "been": 1107, "funnier": 1108, "released": 1109, "outtakes": 1110, "theatrically": 1111, "used": 1112, "bonus": 1113, "dvd": 1114, "tolstoy": 1115, "groupies": 1116, "?": 1117, "daughter": 1118, "danang": 1119, "reveals": 1120, "efforts": 1121, "toward": 1122, "closure": 1123, "open": 1124, "wounds": 1125, "weirdly": 1126, "unpredictable": 1127, "pieces": 1128, "intriguing": 1129, "intoxicating": 1130, "although": 1131, "fairly": 1132, "end": 1133, "having": 1134, "fresh": 1135, "growing": 1136, "catholic": 1137, "really": 1138, "anything": 1139, "comprehension": 1140, "were": 1141, "sleek": 1142, "arty": 1143, "poor": 1144, "editing": 1145, "bluescreen": 1146, "ultra-cheesy": 1147, "highlight": 1148, "radical": 1149, "cho": 1150, "face": 1151, "amazing": 1152, "slapstick": 1153, "instrument": 1154, "creating": 1155, "scrapbook": 1156, "living": 1157, "mug": 1158, "shots": 1159, "frame": 1160, "completely": 1161, "misses": 1162, "emotions": 1163, "initial": 1164, "strangeness": 1165, "inexorably": 1166, "rote": 1167, "sentimentality": 1168, "mystical": 1169, "tenderness": 1170, "expedience": 1171, "lets": 1172, "brush": 1173, "humanity": 1174, "psycho": 1175, "without": 1176, "him": 1177, "hartley": 1178, "created": 1179, "monster": 1180, "did": 1181, "handle": 1182, "cowering": 1183, "begging": 1184, "feet": 1185, "scruffy": 1186, "giannini": 1187, "madonna": 1188, "since": 1189, "abel": 1190, "ferrara": 1191, "beaten": 1192, "pulp": 1193, "dangerous": 1194, "game": 1195, "clumsy": 1196, "key": 1197, "moments": 1198, "splash": 1199, "eight": 1200, "legged": 1201, "freaks": 1202, "partly": 1203, "homage": 1204, "tarantula": 1205, "low": 1206, "budget": 1207, "b-movie": 1208, "thrillers": 1209, "1950s": 1210, "'60s": 1211, "sophomoric": 1212, "romp": 1213, "hellish": 1214, "conditions": 1215, "errol": 1216, "morris": 1217, "focusing": 1218, "eccentricity": 1219, "failing": 1220, "bigger": 1221, "oddballs": 1222, "near-future": 1223, "america": 1224, "scientific": 1225, "law": 1226, "discerned": 1227, "producers": 1228, "heed": 1229, "mediocre": 1230, "drag": 1231, "speeds": 1232, ";": 1233, "explosions": 1234, "fall": 1235, "few": 1236, "cool": 1237, "never": 1238, "aware": 1239, "coolness": 1240, "artist": 1241, "tired": 1242, "fighting": 1243, "fights": 1244, "putting": 1245, "weight": 1246, "shoulders": 1247, "form": 1248, "stale": 1249, "uninspired": 1250, "cut": 1251, "song": 1252, "fully": 1253, "example": 1254, "lush": 1255, "all-enveloping": 1256, "rhapsodizes": 1257, "rare": 1258, "capability": 1259, "soothe": 1260, "break": 1261, "heart": 1262, "single": 1263, "stroke": 1264, "eerily": 1265, "accurate": 1266, "depiction": 1267, "depression": 1268, "feature-length": 1269, "wears": 1270, "tryingly": 1271, "uncluttered": 1272, "gem": 1273, "relays": 1274, "universal": 1275, "points": 1276, "lectures": 1277, "confrontations": 1278, "force": 1279, "scratch": 1280, "hole": 1281, "head": 1282, "post-camp": 1283, "old-time": 1284, "good-bad": 1285, "perfectly": 1286, "creature-feature": 1287, "fan": 1288, "knows": 1289, "cross": 1290, "toxic": 1291, "chemicals": 1292, "bunch": 1293, "exotic": 1294, "creatures": 1295, "running": 1296, "around": 1297, "screaming": 1298, "death": 1299, "bet": 1300, "convoluted": 1301, "journey": 1302, "turn": 1303, "devolves": 1304, "bizarre": 1305, "sort": 1306, "shainberg": 1307, "adaptation": 1308, "gaitskill": 1309, "harrowing": 1310, "brilliantly": 1311, "played": 1312, "kim": 1313, "ki-deok": 1314, "mind": 1315, "emotionally": 1316, "least": 1317, "adolescent": 1318, "audience": 1319, "demanding": 1320, "regular": 1321, "shocks": 1322, "bouts": 1323, "defensible": 1324, "sexual": 1325, "violence": 1326, "keep": 1327, "exist": 1328, "employ": 1329, "kids": 1330, "owe": 1331, "favors": 1332, "famous": 1333, "parents": 1334, "well-made": 1335, "scattered": 1336, "whose": 1337, "hero": 1338, "dog": 1339, "cinema": 1340, "paradiso": 1341, "improved": 1342, "campanella": 1343, "middle": 1344, "sad": 1345, "hopeful": 1346, "amiable": 1347, "unfocused": 1348, "bagatelle": 1349, "loosely-connected": 1350, "string": 1351, "acting-workshop": 1352, "exercises": 1353, "sharp": 1354, "dull": 1355, "wallace": 1356, "bit": 1357, "heavy": 1358, "handed": 1359, "message": 1360, "flair": 1361, "waxes": 1362, "poetic": 1363, "taste": 1364, "charming": 1365, "thing": 1366, "chimps": 1367, "lots": 1368, "blown": 1369, "size": 1370, "starts": 1371, "spirals": 1372, "downward": 1373, "thuds": 1374, "utterly": 1375, "incompetent": 1376, "conclusion": 1377, "children": 1378, "truest": 1379, "horrendously": 1380, "amateurish": 1381, "plainly": 1382, "incomprehensible": 1383, "beautifully": 1384, "crafted": 1385, "attract": 1386, "upscale": 1387, "audiences": 1388, "hungry": 1389, "quality": 1390, "nostalgic": 1391, "twisty": 1392, "yarn": 1393, "guessing": 1394, "awkwardly": 1395, "magic": 1396, "realism": 1397, "punch": 1398, "lines": 1399, "miss": 1400, "unfortunately": 1401, "outnumber": 1402, "hits": 1403, "three-to-one": 1404, "smoke": 1405, "signals": 1406, "imbued": 1407, "themes": 1408, "familial": 1409, "spirituality": 1410, "moving": 1411, "stooping": 1412, "base": 1413, "melodrama": 1414, "evokes": 1415, "style": 1416, "flash": 1417, "double-cross": 1418, "heist": 1419, "uplifting": 1420, "brief": 1421, "42": 1422, "need": 1423, "x": 1424, "blab": 1425, "spalding": 1426, "gray": 1427, "teen": 1428, "gross-out": 1429, "deal": 1430, "preposterous": 1431, "uneven": 1432, "result": 1433, "rehashes": 1434, "several": 1435, "old": 1436, "capped": 1437, "pointless": 1438, "extremes": 1439, "insanely": 1440, "graphic": 1441, "dragons": 1442, "real": 1443, "reign": 1444, "fire": 1445, "wo": 1446, "disappointed": 1447, "dramatic": 1448, "happen": 1449, "manages": 1450, "intended": 1451, "placing": 1452, "coma-like": 1453, "state": 1454, "generates": 1455, "degree": 1456, "randomness": 1457, "achieved": 1458, "lottery": 1459, "drawing": 1460, "veers": 1461, "course": 1462, "unintentional": 1463, "parallels": 1464, "inadvertently": 1465, "evoke": 1466, "memories": 1467, "humorous": 1468, "depress": 1469, "saw": 1470, "tv": 1471, "convinced": 1472, "already": 1473, "impression": 1474, "territory": 1475, "humor": 1476, "lose": 1477, "smug": 1478, "self-satisfaction": 1479, "associated": 1480, "private": 1481, "schools": 1482, "superior": 1483, "heavy-handed": 1484, "navigates": 1485, "fast": 1486, "fade": 1487, "pomposity": 1488, "pretentiousness": 1489, "weak": 1490, "together": 1491, "told": 1492, "latently": 1493, "liking": 1494, "read": 1495, "hardly": 1496, "enough": 1497, "sophisticated": 1498, "literate": 1499, "such": 1500, "pictures": 1501, "catch": 1502, "slight": 1503, "monte": 1504, "cristo": 1505, "smartly": 1506, "well-wrought": 1507, "omits": 1508, "needless": 1509, "chase": 1510, "swordfights": 1511, "revenge": 1512, "unfolds": 1513, "fairy": 1514, "tale": 1515, "renowned": 1516, "indian": 1517, "allows": 1518, "americans": 1519, "revel": 1520, "splendor": 1521, "well-done": 1522, "supernatural": 1523, "keen": 1524, "insights": 1525, "parapsychological": 1526, "phenomena": 1527, "soulful": 1528, "nuances": 1529, "grieving": 1530, "process": 1531, "bond": 1532, "save": 1533, "eccentric": 1534, "super-wealthy": 1535, "megalomaniac": 1536, "bent": 1537, "domination": 1538, "destruction": 1539, "depressing": 1540, "ruthlessly": 1541, "pained": 1542, "depraved": 1543, "staring": 1544, "wound": 1545, "damon": 1546, "brings": 1547, "proper": 1548, "conviction": 1549, "jason": 1550, "bourne": 1551, "beware": 1552, "penance": 1553, "rich": 1554, "luscious": 1555, "cares": 1556, "singularly": 1557, "off-putting": 1558, "boris": 1559, "von": 1560, "sychowski": 1561, "instead": 1562, "opts": 1563, "routine": 1564, "slasher": 1565, "sit": 1566, "'ve": 1567, "nice": 1568, "trusted": 1569, "complex": 1570, "left": 1571, "predictable": 1572, "superfluous": 1573, "sequel": 1574, "plagued": 1575, "feeling": 1576, "let": 1577, "over": 1578, "shown": 1579, "appointed": 1580, "visible": 1581, "enthusiasm": 1582, "mighty": 1583, "roughshod": 1584, "document": 1585, "serves": 1586, "workable": 1587, "primer": 1588, "region": 1589, "terrific": 1590, "10th-grade": 1591, "learning": 1592, "tool": 1593, "cloaks": 1594, "anti-feminist": 1595, "equation": 1596, "career": 1597, "=": 1598, "misery": 1599, "tiresome": 1600, "romantic-comedy": 1601, "duds": 1602, "'n": 1603, "safe": 1604, "play": 1605, "milquetoast": 1606, "week": 1607, "transcends": 1608, "boy-meets-girl": 1609, "posturing": 1610, "typical": 1611, "stories": 1612, "cliche-ridden": 1613, "endeavor": 1614, "predecessor": 1615, "blend": 1616, "overripe": 1617, "episode": 1618, "dawson": 1619, "creek": 1620, "recycled": 1621, "dumbed-down": 1622, "covers": 1623, "huge": 1624, "topics": 1625, "bland": 1626, "surfacey": 1627, "offer": 1628, "why": 1629, "instance": 1630, "improve": 1631, "blank": 1632, "threw": 1633, "loads": 1634, "money": 1635, "idea": 1636, "teenage": 1637, "boys": 1638, "wrestling": 1639, "difficult": 1640, "imagine": 1641, "confused": 1642, "sloppily": 1643, "possibly": 1644, "road": 1645, "2002": 1646, "well-intentioned": 1647, "rent": 1648, "parable": 1649, "jolting": 1650, "charleston": 1651, "rhythms": 1652, "sizzle": 1653, "news": 1654, "found": 1655, "vent": 1656, "sy": 1657, "open-faced": 1658, "smiling": 1659, "madmen": 1660, "killer": 1661, "insomnia": 1662, "phoned-in": 1663, "business": 1664, "lackadaisical": 1665, "plotting": 1666, "mindless": 1667, "benjamins": 1668, "tier": 1669, "blaxploitation": 1670, "flicks": 1671, "1970s": 1672, "ah": 1673, "yes": 1674, "me": 1675, "urge": 1676, "doze": 1677, "thoughtless": 1678, "random": 1679, "superficial": 1680, "humour": 1681, "scouse": 1682, "values": 1683, "standard": 1684, "procedure": 1685, "narc": 1686, "strikes": 1687, "defiantly": 1688, "retro": 1689, "chord": 1690, "outpaces": 1691, "contemporaries": 1692, "daring": 1693, "verve": 1694, "rip-roaring": 1695, "fest": 1696, "'ll": 1697, "put": 1698, "hairs": 1699, "chest": 1700, "what-if": 1701, "miyazaki": 1702, "wondrously": 1703, "gifted": 1704, "artists": 1705, "storytellers": 1706, "chronicle": 1707, "quest": 1708, "president": 1709, "single-handedly": 1710, "turned": 1711, "plane": 1712, "hard-bitten": 1713, "cynical": 1714, "journalists": 1715, "essentially": 1716, "campaign": 1717, "extended": 1718, "publicity": 1719, "department": 1720, "provides": 1721, "laugh": 1722, "therapy": 1723, "comedies": 1724, "offbeat": 1725, "happy": 1726, "ending": 1727, "strangely": 1728, "hollow": 1729, "core": 1730, "commercialism": 1731, "squeezed": 1732, "idealism": 1733, "moviemaking": 1734, "godfrey": 1735, "reggio": 1736, "shines": 1737, "lonely": 1738, "beacon": 1739, "roger": 1740, "michell": 1741, "cuss": 1742, "severely": 1743, "bungling": 1744, "robert": 1745, "harmon": 1746, "less-is-more": 1747, "bump-in": 1748, "the-night": 1749, "chills": 1750, "greatest": 1751, "keeping": 1752, "creepy": 1753, "crawlies": 1754, "hidden": 1755, "shadows": 1756, "highest": 1757, "awkwardness": 1758, "human": 1759, "generous": 1760, "feral": 1761, "uncomfortable": 1762, "sillier": 1763, "cuter": 1764, "shorter": 1765, "remember": 1766, "enjoyable": 1767, "expected": 1768, "laughs": 1769, "basic": 1770, "comedic": 1771, "constructs": 1772, "black-and-white": 1773, "unrealistic": 1774, "reassuring": 1775, "manner": 1776, "sung": 1777, "holiday": 1778, "carol": 1779, "camouflage": 1780, "carvey": 1781, "now": 1782, "considering": 1783, "paper": 1784, "bag": 1785, "wear": 1786, "public": 1787, "recognized": 1788, "bilked": 1789, "unsuspecting": 1790, "moviegoers": 1791, "scares": 1792, "ominous": 1793, "pervasive": 1794, "unknown": 1795, "threat": 1796, "lurks": 1797, "below": 1798, "proceedings": 1799, "adds": 1800, "constant": 1801, "mindset": 1802, "suspense": 1803, "computer": 1804, "animation": 1805, "handsome": 1806, "various": 1807, "sidekicks": 1808, "add": 1809, "much-needed": 1810, "levity": 1811, "bleak": 1812, "overall": 1813, "rises": 1814, "mediocrity": 1815, "rock": 1816, "videos": 1817, "fused": 1818, "eerie": 1819, "atmosphere": 1820, "breezy": 1821, "esoteric": 1822, "musings": 1823, "philosophy": 1824, "former": 1825, "gong": 1826, "addict": 1827, "admit": 1828, "my": 1829, "complaint": 1830, "re-creations": 1831, "genuinely": 1832, "unnerving": 1833, "increasingly": 1834, "diverse": 1835, "describe": 1836, "joyous": 1837, "leaps": 1838, "national": 1839, "boundaries": 1840, "celebrates": 1841, "nature": 1842, "worthy": 1843, "bites": 1844, "chew": 1845, "linking": 1846, "massacre": 1847, "armenians": 1848, "1915": 1849, "present": 1850, "halfway": 1851, "dwindles": 1852, "witty": 1853, "surprising": 1854, "morality": 1855, "disguised": 1856, "senses": 1857, "traveler": 1858, "earlier": 1859, "freundlich": 1860, "bears": 1861, "grievous": 1862, "obscure": 1863, "fathers": 1864, "circles": 1865, "obsessively": 1866, "contact": 1867, "fact": 1868, "preachy": 1869, "touch": 1870, "woo": 1871, "bullet": 1872, "ballet": 1873, "formulas": 1874, "messing": 1875, "big-bug": 1876, "bogus": 1877, "confident": 1878, "pair": 1879, "destination": 1880, "special": 1881, "walk": 1882, "woods": 1883, "superbly": 1884, "photographed": 1885, "staged": 1886, "mendes": 1887, "set": 1888, "likes": 1889, "mainstream": 1890, "rarely": 1891, "mesmerizing": 1892, "poem": 1893, "10": 1894, "seeing": 1895, "sinks": 1896, "abyss": 1897, "alternative": 1898, "become": 1899, "apparent": 1900, "franchise": 1901, "long": 1902, "past": 1903, "screenwriter": 1904, "chris": 1905, "ver": 1906, "weil": 1907, "directing": 1908, "debut": 1909, "good-natured": 1910, "small": 1911, "overshadowed": 1912, "predictability": 1913, "moves": 1914, "away": 1915, "solondz": 1916, "social": 1917, "critique": 1918, "casting": 1919, "intellectual": 1920, "lector": 1921, "contemplation": 1922, "auteur": 1923, "professional": 1924, "injuries": 1925, "dedication": 1926, "finding": 1927, "husband": 1928, "psychotic": 1929, "convincing": 1930, "broken": 1931, "outweighs": 1932, "loss": 1933, "witness": 1934, "flat": 1935, "looks": 1936, "fake": 1937, "mildly": 1938, "toothless": 1939, "book": 1940, "festers": 1941, "dungpile": 1942, "swear": 1943, "monkeys": 1944, "flinging": 1945, "feces": 1946, "addition": 1947, "overcooked": 1948, "direction": 1949, "reaching": 1950, "row": 1951, "sounds": 1952, "horrible": 1953, "vile": 1954, "incoherent": 1955, "scummy": 1956, "ripoff": 1957, "cronenberg": 1958, "videodrome": 1959, "kinda": 1960, "dumb": 1961, "sent": 1962, "copyof": 1963, "review": 1964, "humbuggery": 1965, "blade": 1966, "ii": 1967, "arch": 1968, "cold-blooded": 1969, "thinly-conceived": 1970, "flame-like": 1971, "roiling": 1972, "inspires": 1973, "trembling": 1974, "gratitude": 1975, "robinson": 1976, "web": 1977, "matches": 1978, "page-turning": 1979, "frenzy": 1980, "clancy": 1981, "creates": 1982, "got": 1983, "lynch": 1984, "tentative": 1985, "favor": 1986, "given": 1987, "concentrating": 1988, "elements": 1989, "revealing": 1990, "alienation": 1991, "among": 1992, "sadly": 1993, "hostile": 1994, "odds": 1995, "recklessness": 1996, "retaliation": 1997, "austin": 1998, "goldmember": 1999, "entertainment": 2000, "sustain": 2001, "interest": 2002, "puzzles": 2003, "emphasis": 2004, "britney": 2005, "spears": 2006, "maintaining": 2007, "appearance": 2008, "clinical": 2009, "objectivity": 2010, "inspiring": 2011, "wiseman": 2012, "warmest": 2013, "doubt": 2014, "asks": 2015, "questions": 2016, "country": 2017, "dreary": 2018, "spark": 2019, "appear": 2020, "ca": 2021, "generate": 2022, "heat": 2023, "cold": 2024, "vacuum": 2025, "reaction": 2026, "ivan": 2027, "prince": 2028, "fellow": 2029, "shallow": 2030, "glib": 2031, "mean-spirited": 2032, "responsible": 2033, "particular": 2034, "value": 2035, "merit": 2036, "using": 2037, "stock": 2038, "injects": 2039, "freshness": 2040, "provide": 2041, "100": 2042, "beating": 2043, "spoof": 2044, "downplays": 2045, "raunch": 2046, "gags": 2047, "rely": 2048, "strength": 2049, "cleverness": 2050, "opposed": 2051, "extent": 2052, "outrageousness": 2053, "begins": 2054, "conventional": 2055, "evolves": 2056, "gorgeously": 2057, "atmospheric": 2058, "meditation": 2059, "life-changing": 2060, "encounters": 2061, "buy": 2062, "popcorn": 2063, "late-night": 2064, "cable": 2065, "sexploitation": 2066, "masquerading": 2067, "ruthless": 2068, "order": 2069, "governs": 2070, "college": 2071, "cliques": 2072, "effort": 2073, "burdened": 2074, "sensibilities": 2075, "emerge": 2076, "accessibility": 2077, "allen": 2078, "piffle": 2079, "saying": 2080, "airhead": 2081, "deserves": 2082, "momentum": 2083, "position": 2084, "remains": 2085, "undeterminable": 2086, "experiment": 2087, "successful": 2088, "judith": 2089, "zaza": 2090, "bedroom": 2091, "intimate": 2092, "sensual": 2093, "psychologically": 2094, "self-revealing": 2095, "passes": 2096, "hysterics": 2097, "spotty": 2098, "biting": 2099, "irritating": 2100, "soul-searching": 2101, "garbage": 2102, "price": 2103, "ticket": 2104, "clarity": 2105, "matters": 2106, "breaking": 2107, "codes": 2108, "comparison": 2109, "disappointingly": 2110, "thin": 2111, "lower-class": 2112, "london": 2113, "mainly": 2114, "south": 2115, "korean": 2116, "undemanding": 2117, "alacrity": 2118, "counterparts": 2119, "except": 2120, "heady": 2121, "jumble": 2122, "insane": 2123, "undertaking": 2124, "coheres": 2125, "sane": 2126, "breathtakingly": 2127, "creative": 2128, "joke": 2129, "toilet": 2130, "seat": 2131, "substantive": 2132, "structures": 2133, "coming-of-age": 2134, "concept": 2135, "help": 2136, "caught": 2137, "appears": 2138, "whom": 2139, "logic": 2140, "cohesion": 2141, "foreign": 2142, "ignore": 2143, "concentrate": 2144, "sea": 2145, "interpersonal": 2146, "ai": 2147, "half-bad": 2148, "dreadful": 2149, "passionate": 2150, "somewhat": 2151, "flawed": 2152, "treatment": 2153, "smackdown": 2154, "guilty": 2155, "celebration": 2156, "these": 2157, "unfairly": 2158, "dismissed": 2159, "painfully": 2160, "forced": 2161, "false": 2162, "fabricated": 2163, "relative": 2164, "letdown": 2165, "hey": 2166, "arnold": 2167, "scratches": 2168, "surface": 2169, "itch": 2170, "explore": 2171, "band": 2172, "featured": 2173, "drumline": 2174, "red": 2175, "hot": 2176, "mere": 2177, "non-mystery": 2178, "leigh": 2179, "directors": 2180, "soul": 2181, "cast": 2182, "sham": 2183, "raw-nerved": 2184, "monumental": 2185, "practically": 2186, "facet": 2187, "joyless": 2188, "idiotic": 2189, "annoying": 2190, "atrocious": 2191, "highly-praised": 2192, "disappointments": 2193, "misfortune": 2194, "watch": 2195, "quite": 2196, "stand-up": 2197, "wanes": 2198, "roman": 2199, "directs": 2200, "surgeon": 2201, "mends": 2202, "meticulously": 2203, "passion": 2204, "garth": 2205, "progressed": 2206, "nicely": 2207, "wayne": 2208, "empathy": 2209, "spare": 2210, "waydowntown": 2211, "acknowledges": 2212, "silent": 2213, "screams": 2214, "workaday": 2215, "inertia": 2216, "stops": 2217, "indulging": 2218, "striving": 2219, "solipsism": 2220, "labours": 2221, "thrilled": 2222, "good-naturedness": 2223, "deeds": 2224, "embrace": 2225, "sheer": 2226, "goofiness": 2227, "cameos": 2228, "than-likely": 2229, "celebrities": 2230, "certainly": 2231, "raises": 2232, "sandler": 2233, "attached": 2234, "fundamentally": 2235, "level": 2236, "achieves": 2237, "goofy": 2238, "grandeur": 2239, "ho-hum": 2240, "affair": 2241, "always": 2242, "watchable": 2243, "uniformly": 2244, "acted": 2245, "especially": 2246, "ballesta": 2247, "galan": 2248, "first-time": 2249, "achero": 2250, "manas": 2251, "schematic": 2252, "obvious": 2253, "resurrect": 2254, "dead": 2255, "copy": 2256, "a-knocking": 2257, "white": 2258, "shores": 2259, "wary": 2260, "natives": 2261, "true": 2262, "abhorrent": 2263, "simplistic": 2264, "heaven": 2265, "likely": 2266, "hell": 2267, "holly": 2268, "marina": 2269, "survive": 2270, "hothouse": 2271, "teendom": 2272, "longevity": 2273, "inexplicable": 2274, "characterizations": 2275, "crassly": 2276, "reductive": 2277, "hours": 2278, "connect": 2279, "neat": 2280, "introduces": 2281, "illuminate": 2282, "mysteries": 2283, "duty": 2284, "purports": 2285, "target": 2286, "deeper": 2287, "nine-tenths": 2288, "waterboy": 2289, "motions": 2290, "zip": 2291, "gone": 2292, "snazzy": 2293, "establishes": 2294, "realistic": 2295, "involves": 2296, "unfolding": 2297, "ensures": 2298, "investment": 2299, "pays": 2300, "automatically": 2301, "bypass": 2302, "hip-hop": 2303, "second": 2304, "bigelow": 2305, "flashy": 2306, "twists": 2307, "turns": 2308, "fortify": 2309, "turgid": 2310, "fable": 2311, "unsophisticated": 2312, "seriously": 2313, "stupid": 2314, "infantile": 2315, "redundant": 2316, "sloppy": 2317, "over-the-top": 2318, "resident": 2319, "carpenter": 2320, "ghosts": 2321, "mars": 2322, "eliminating": 2323, "beheadings": 2324, "resolutely": 2325, "avoids": 2326, "possibilities": 2327, "situation": 2328, "prom": 2329, "dates": 2330, "destiny": 2331, "master": 2332, "storyteller": 2333, "further": 2334, "anyone": 2335, "hunger": 2336, "cat": 2337, "tasty": 2338, "lifts": 2339, "cannibal": 2340, "lust": 2341, "ordinary": 2342, "orientation": 2343, "expectation": 2344, "laughter": 2345, "quashed": 2346, "obscenity": 2347, "hand": 2348, "funniest": 2349, "depth": 2350, "lacked": 2351, "translation": 2352, "frailty": 2353, "campfire": 2354, "telling": 2355, "each": 2356, "willies": 2357, "front-loaded": 2358, "shapely": 2359, "two-hour": 2360, "1990": 2361, "ambitious": 2362, "shiner": 2363, "organizing": 2364, "fight": 2365, "pulls": 2366, "effects": 2367, "suck": 2368, "flaws": 2369, "beast": 2370, "brutal": 2371, "honesty": 2372, "respect": 2373, "twenty": 2374, "release": 2375, "e.t.": 2376, "wondrous": 2377, "fantasies": 2378, "apex": 2379, "misunderstood": 2380, "gooding": 2381, "desperately": 2382, "ingratiating": 2383, "stumbles": 2384, "trick": 2385, "outrage": 2386, "easier": 2387, "combines": 2388, "enigmatic": 2389, "features": 2390, "memento": 2391, "hallucinatory": 2392, "drug": 2393, "requiem": 2394, "individual": 2395, "prism": 2396, "beliefs": 2397, "prejudices": 2398, "take": 2399, "peace": 2400, "possible": 2401, "flailing": 2402, "terribly": 2403, "ill-conceived": 2404, "expensive": 2405, "project": 2406, "talented": 2407, "thesps": 2408, "slumming": 2409, "broder": 2410, "offensive": 2411, "pitifully": 2412, "leguizamo": 2413, "excellent": 2414, "superb": 2415, "figure": 2416, "rules": 2417, "bear": 2418, "universe": 2419, "humans": 2420, "hairier": 2421, "tax": 2422, "einstein": 2423, "brain": 2424, "feardotcom": 2425, "makings": 2426, "ethereal": 2427, "internet": 2428, "otherworldly": 2429, "energies": 2430, "channel": 2431, "delia": 2432, "greta": 2433, "paula": 2434, "rank": 2435, "three": 2436, "multilayered": 2437, "sympathetic": 2438, "female": 2439, "beauty": 2440, "alexander": 2441, "payne": 2442, "ode": 2443, "everyman": 2444, "town": 2445, "authentic": 2446, "stand": 2447, "everybody": 2448, "background": 2449, "manufactured": 2450, "artificial": 2451, "julie": 2452, "davis": 2453, "kathie": 2454, "gifford": 2455, "proving": 2456, "again": 2457, "ego": 2458, "talent": 2459, "credit": 2460, "must": 2461, "water-camera": 2462, "operating": 2463, "don": 2464, "king": 2465, "sonny": 2466, "miller": 2467, "michael": 2468, "stewart": 2469, "aussie": 2470, "caesar": 2471, "channels": 2472, "not-quite-dead": 2473, "guy": 2474, "ritchie": 2475, "averse": 2476, "am": 2477, "feel-good": 2478, "follow-your-dream": 2479, "maybe": 2480, "formula": 2481, "well-crafted": 2482, "tuba-playing": 2483, "dwarf": 2484, "rolled": 2485, "hill": 2486, "trash": 2487, "loses": 2488, "vat": 2489, "failed": 2490, "twitchy": 2491, "general": 2492, "boorishness": 2493, "misty-eyed": 2494, "southern": 2495, "nostalgia": 2496, "piece": 2497, "treading": 2498, "line": 2499, "between": 2500, "sappy": 2501, "mired": 2502, "tear-drenched": 2503, "quicksand": 2504, "oblivious": 2505, "existence": 2506, "indeed": 2507, "belinsky": 2508, "able": 2509, "create": 2510, "porn": 2511, "snazziness": 2512, "neglecting": 2513, "conspicuous": 2514, "writing": 2515, "notwithstanding": 2516, "final": 2517, "half": 2518, "hour": 2519, "secretary": 2520, "based": 2521, "clinic": 2522, "spader": 2523, "gyllenhaal": 2524, "unique": 2525, "girl": 2526, "slick": 2527, "tick-tock": 2528, "effect": 2529, "yelling": 2530, "barbershop": 2531, "good-hearted": 2532, "ensemble": 2533, "variety": 2534, "soulless": 2535, "ineptly": 2536, "assembled": 2537, "pabulum": 2538, "95-minute": 2539, "commercial": 2540, "nba": 2541, "properties": 2542, "virtually": 2543, "akin": 2544, "act": 2545, "suspenseful": 2546, "soderbergh": 2547, "skims": 2548, "fat": 2549, "1972": 2550, "hilarious": 2551, "musical": 2552, "stymied": 2553, "mud": 2554, "criticism": 2555, "considered": 2556, "suffers": 2557, "box": 2558, "consolation": 2559, "candy": 2560, "bearable": 2561, "cremaster": 2562, "3": 2563, "tough": 2564, "pill": 2565, "swallow": 2566, "minor": 2567, "miracle": 2568, "self-expression": 2569, "kouyate": 2570, "elicits": 2571, "commentary": 2572, "governments": 2573, "matter": 2574, "runs": 2575, "asylum": 2576, "gripping": 2577, "jia": 2578, "family": 2579, "walked": 2580, "hoped": 2581, "moist": 2582, "attal": 2583, "pushes": 2584, "television": 2585, "guaranteed": 2586, "lump": 2587, "throat": 2588, "reaffirming": 2589, "washington": 2590, "working": 2591, "today": 2592, "laughing": 2593, "humanly": 2594, "believable": 2595, "defeated": 2596, "implausible": 2597, "behavior": 2598, "enjoyment": 2599, "hinge": 2600, "personal": 2601, "threshold": 2602, "endearing": 2603, "extremely": 2604, "unconventional": 2605, "body": 2606, "smacks": 2607, "exhibitionism": 2608, "cathartic": 2609, "truth": 2610, "bart": 2611, "dysfunctional": 2612, "parent-child": 2613, "qualities": 2614, "gravity": 2615, "crudup": 2616, "anchoring": 2617, "overplayed": 2618, "exaggerated": 2619, "subtlety": 2620, "trademark": 2621, "animated": 2622, "scene": 2623, "stab": 2624, "soccer": 2625, "hooliganism": 2626, "double-barreled": 2627, "rip-off": 2628, "quentin": 2629, "tarantino": 2630, "climactic": 2631, "shootout": 2632, "meat": 2633, "loaf": 2634, "explodes": 2635, "frustratingly": 2636, "refuses": 2637, "pinochet": 2638, "crimes": 2639, "context": 2640, "distance": 2641, "admirable": 2642, "paul": 2643, "bettany": 2644, "mcdowell": 2645, "serviceable": 2646, "euro-trash": 2647, "extravaganza": 2648, "plenty": 2649, "boom": 2650, "handguns": 2651, "bmws": 2652, "seaside": 2653, "chateaus": 2654, "veterans": 2655, "dating": 2656, "wars": 2657, "smirk": 2658, "uneasily": 2659, "nightmare": 2660, "versions": 2661, "everyday": 2662, "sex-in-the-city": 2663, "misadventures": 2664, "sends": 2665, "believer": 2666, "cheered": 2667, "rollerball": 2668, "sequences": 2669, "sanitised": 2670, "stagey": 2671, "interview": 2672, "assassin": 2673, "structured": 2674, "shaking": 2675, "blair": 2676, "witch": 2677, "real-time": 2678, "roots": 2679, "remarkable": 2680, "scope": 2681, "startling": 2682, "intimacy": 2683, "breadth": 2684, "21\\/2": 2685, "indulgent": 2686, "european": 2687, "doing": 2688, "20": 2689, "ago": 2690, "claims": 2691, "essential": 2692, "mana": 2693, "damaged": 2694, "good-looking": 2695, "relentlessly": 2696, "lowbrow": 2697, "outing": 2698, "clueless": 2699, "fork": 2700, "palpable": 2701, "disconnection": 2702, "poignant": 2703, "incessant": 2704, "use": 2705, "cell": 2706, "phones": 2707, "hoot": 2708, "straight-shooting": 2709, "awards": 2710, "animals": 2711, "directive": 2712, "protect": 2713, "code": 2714, "costs": 2715, "blur": 2716, "merge": 2717, "schaeffer": 2718, "accomplished": 2719, "strictly": 2720, "speaking": 2721, "qualify": 2722, "revolutionary": 2723, "obnoxious": 2724, "didactic": 2725, "burlesque": 2726, "balding": 2727, "50-year-old": 2728, "innocent": 2729, "carved": 2730, "log": 2731, "anywhere": 2732, "near": 2733, "center": 2734, "$": 2735, "50-million": 2736, "pinocchio": 2737, "fanciful": 2738, "motion": 2739, "picture": 2740, "intensity": 2741, "jaglom": 2742, "secondhand": 2743, "maelstrom": 2744, "deliberately": 2745, "unsteady": 2746, "mixture": 2747, "stylistic": 2748, "bring": 2749, "bots": 2750, "alabama": 2751, "win": 2752, "academy": 2753, "date-night": 2754, "definitely": 2755, "hearts": 2756, "air": 2757, "onscreen": 2758, "larded": 2759, "exposition": 2760, "somber": 2761, "cop": 2762, "sands": 2763, "titular": 2764, "community": 2765, "cute": 2766, "ensuing": 2767, "blatant": 2768, "resolutions": 2769, "convenient": 2770, "lagaan": 2771, "quintessential": 2772, "bollywood": 2773, "characteristically": 2774, "engorged": 2775, "wry": 2776, "affectionate": 2777, "delight": 2778, "ramsay": 2779, "improbable": 2780, "ear": 2781, "slights": 2782, "telegraphed": 2783, "blithe": 2784, "exchanges": 2785, "lingering": 2786, "tug": 2787, "foster": 2788, "leaves": 2789, "lavish": 2790, "formalism": 2791, "austerity": 2792, "edge": 2793, "shape-shifting": 2794, "perils": 2795, "brushes": 2796, "calamity": 2797, "friday": 2798, "next": 2799, "african-americans": 2800, "broad": 2801, "racial": 2802, "insensitivity": 2803, "towards": 2804, "lively": 2805, "account": 2806, "seinfeld": 2807, "deadpan": 2808, "awareness": 2809, "issue": 2810, "overlooked": 2811, "women": 2812, "seven": 2813, "switch": 2814, "mix": 2815, "shining": 2816, "naked": 2817, "teenagers": 2818, "1980s": 2819, "heartening": 2820, "victories": 2821, "enduring": 2822, "hope": 2823, "politically": 2824, "unpleasant": 2825, "intellectually": 2826, "scary": 2827, "dramatically": 2828, "puzzling": 2829, "jonah": 2830, "so-so": 2831, "biblical": 2832, "either": 2833, "lessen": 2834, "widely": 2835, "debated": 2836, "ferocity": 2837, "thoughtfulness": 2838, "intelligent": 2839, "busy": 2840, "hitting": 2841, "assigned": 2842, "marks": 2843, "wahlberg": 2844, "classy": 2845, "pokepie": 2846, "hat": 2847, "dry": 2848, "shrapnel": 2849, "mental": 2850, "shellshock": 2851, "linger": 2852, "ended": 2853, "warren": 2854, "search": 2855, "experiences": 2856, "neglected": 2857, "stayed": 2858, "pile": 2859, "useless": 2860, "actioners": 2861, "mtv": 2862, "schmucks": 2863, "tell": 2864, "four": 2865, "sara": 2866, "sugarman": 2867, "stoops": 2868, "drop": 2869, "pants": 2870, "she": 2871, "provoke": 2872, "contemporary": 2873, "interpretation": 2874, "joan": 2875, "prefeminist": 2876, "plight": 2877, "thinking": 2878, "standards": 2879, "allow": 2880, "nudity": 2881, "directorial": 2882, "stamp": 2883, "stylish": 2884, "visualize": 2885, "schizophrenia": 2886, "step": 2887, "sick": 2888, "eye": 2889, "handsomely": 2890, "overproduced": 2891, "dreck": 2892, "shockingly": 2893, "absolutely": 2894, "unnecessary": 2895, "saccharine": 2896, "disposable": 2897, "raw": 2898, "energy": 2899, "flamboyant": 2900, "comics": 2901, "subtle": 2902, "goodness": 2903, "compromised": 2904, "exceptionally": 2905, "quietly": 2906, "summertime": 2907, "restless": 2908, "dignity": 2909, "motivated": 2910, "pitched": 2911, "despair": 2912, "schmidt": 2913, "closer": 2914, "expressing": 2915, "someplace": 2916, "consuming": 2917, "self-absorption": 2918, "insistently": 2919, "otherness": 2920, "glows": 2921, "sensuality": 2922, "conniving": 2923, "aspirations": 2924, "charms": 2925, "strange": 2926, "twisted": 2927, "thrown-together": 2928, "summer-camp": 2929, "hastily": 2930, "underrehearsed": 2931, "arbitrarily": 2932, "plotted": 2933, "filled": 2934, "crude": 2935, "innuendo": 2936, "rock-solid": 2937, "gangster": 2938, "fair": 2939, "amount": 2940, "bank": 2941, "robberies": 2942, "plus": 2943, "dose": 2944, "father-and-son": 2945, "dynamics": 2946, "degrading": 2947, "liberating": 2948, "leading": 2949, "dispassionate": 2950, "gantz": 2951, "brothers": 2952, "pasty": 2953, "lumpen": 2954, "innocuous": 2955, "jean-claude": 2956, "van": 2957, "damme": 2958, "essence": 2959, "make-believe": 2960, "promise": 2961, "soars": 2962, "realm": 2963, "opposite": 2964, "truly": 2965, "magical": 2966, "prowess": 2967, "listless": 2968, "stopped": 2969, "started": 2970, "reacting": 2971, "part": 2972, "grand": 2973, "locations": 2974, "urgently": 2975, "protagonists": 2976, "struggled": 2977, "mercy": 2978, "inventiveness": 2979, "gasping": 2980, "delights": 2981, "newcomer": 2982, "helmer": 2983, "kevin": 2984, "donovan": 2985, "hamstrung": 2986, "badly": 2987, "handled": 2988, "high-tech": 2989, "tux": 2990, "wearer": 2991, "superman": 2992, "photo": 2993, "disappointing": 2994, "generalities": 2995, "escape": 2996, "romanek": 2997, "self-conscious": 2998, "scrutiny": 2999, "confrontational": 3000, "stance": 3001, "todd": 3002, 